Repository: common-repository/login-dongle
Catalog: translations/login_dongle-*.po
Languages: es_es, sr_rs, tr_tr

source: What did you expect?
es_es: ¿Qué esperabas?
sr_rs: Šta ste očekivali?
tr_tr: Ne bekliyordun?

source: Login Dongle Settings
es_es: Configuración de Login Dongle
sr_rs: Login Dongle postavke
tr_tr: Login Dongle Ayarları

source: Nice Settings
es_es: Opciones de cortesía
sr_rs: Lepe postavke
tr_tr: İnce Ayarlar

source: Message
es_es: Mensaje
sr_rs: Poruka
tr_tr: Mesaj

source: Login Dongle makes the login for your personal use only, by means of a conventional challenge &gt;&gt; response mechanism.
es_es: Login Dongle convierte el login en algo que sólo tú puedes usar, mediante un mecanismo de pregunta &gt;&gt; respuesta convencional.
sr_rs: Login Dongle pravi login za vašu ličnu upotrebu, stvaranje konvencionalnog izazova &gt;&gt; odgovarajući mehanizam.
tr_tr: Login Dongle geleneksel bir kimlik sorgusu &gt;&gt; yanıt mekanizması yoluyla, sizin sadece kişisel olarak oturum açabilmenizi sağlar.

source: Save changes
es_es: Guardar cambios
sr_rs: Sačuvaj promene
tr_tr: Değişiklikleri kaydet

source: When possible attackers try to log into your blog without the current login dongle, they will see this message. Use HTML as you like.
es_es: Cuando alguien intente hacer login sin el debido login dongle, verá este mensaje. Usa HTML a discreción.
sr_rs: Kada mogući napadači pokušaju da se uloguju u vaš blog bez trenutne login dongle, videće ovu poruku. Koristite HTML kako hoćete.
tr_tr: Saldırganlar geçerli login dongle olmadan sitenize giriş yapmayı denediklerinde, bu mesajı görecekler. İstediğiniz gibi HTML kullanabilirsiniz.

source: 1 to %s chars.
es_es: De 1 a %s caracteres.
sr_rs: 1 to %s karaktera
tr_tr: 1 ila %s karakter.

source: Send on next update
es_es: Enviar tras guardar
sr_rs: Pošaljite na sledeći update
tr_tr: Sonraki güncellemede gönder

source: Show more
es_es: Mostrar más
sr_rs: Prikaži više
tr_tr: Hepsini göster

source: Show less
es_es: Mostrar menos
sr_rs: Prikaži manje
tr_tr: Kapat

source: The challenge and its expected response resemble passwords, but they are fundamentally different. This data is supposed to have enough complexity to deter the casual user of your PC, if any. So feel free to use simple pairs, but such that only you can easily associate the response to the challenge, while others will have a harder time. E.G. color &gt;&gt; ful. (For your security, please do not use this example literally!).
es_es: La pregunta y su respuesta correcta podrían parecer contraseñas, pero son conceptos muy diferentes. Estos datos deberían tener complejidad suficiente como para disuadir eventuales usuarios de tu PC, si hubiesen. Por lo tanto, puedes usar parejas simples, pero tales que tú seas capaz de asociar fácilmente la respuesta a la pregunta, mientras que para otros eso sea muy difícil. Por ejemplo, color &gt;&gt; ido. (Por tu seguridad, por favor no uses este mismo ejemplo!).
sr_rs: Izazov i očekivani odgovor sliče šifri, ali su fundamentalno različiti. Ovaj podatak bi trebao da ima više komleksnosti za običnog korisnika PCija. Slobodno koristite jednostavne parove, ali tako da samo vi možete da povežete odgovor sa izazovom dok drugi neće to uspeti lako. NPR. razne &gt;&gt; boje. (Radi vaše bezbednosti, nemojte da koristite ovaj primer bukvalno!).
tr_tr: Kimlik sorgusu ve istenilen yanıt şifrelere benzer, fakat temelde farklıdır. Eğer varsa, bilgisayarınızı kullanan geçici kullanıcıları engellemek için bu verinin yeterince karmaşık olması gerekir. Yani basit eşleri kullanabilirsiniz, fakat siz kimlik sorgusu ile yanıtı kolayca ilişkilendirebilirken başkaları bunun için zorlansın. Örn. renga &gt;&gt; renk. (Güvenliğiniz için lütfen bu örnekteki kelimeleri kullanmayın!).

source: You yourself won't be able to log into your blog without your most current login dongle, unless you disable this plugin right from the file system, as described in the <a href="http://wordpress.org/extend/plugins/login-dongle/faq/" target="_blank">FAQ</a>.
es_es: Tú mismo no podrás hacer login en tu blog sin el login dongle actualmente en uso, a menos que inhabilites este plugin accediendo a los ficheros, tal y como se describe en las <a href="http://wordpress.org/extend/plugins/login-dongle/faq/" target="_blank">FAQ</a>.
sr_rs: Vi sami nećete biti u stanju da se ulogujete u vaš blog bez login dongle, osima ako ne onemogućite ovaj plugin iz sistema fajla, kao što je opisano u<a href="http://wordpress.org/extend/plugins/login-dongle/faq/" target="_blank">FAQ</a>.
tr_tr: Sitenizde en son oluşturduğunuz geçerli login dongle olmadan, ya da <a href="http://wordpress.org/extend/plugins/login-dongle/faq/" target="_blank">FAQ</a> sayfasında anlatıldığı gibi, bu eklentiyi doğru bir şekilde etkisiz hale getirmeden, oturum açamazsınız.

# %s is "Send on next update"
source: To be able to log into your blog using a different browser or a different system in the future, check the <em>%s</em> option. After saving, you'll receive the bookmarklet code by email.
es_es: Para poder hacer login en tu blog usando otro browser u otro aparato en el futuro, marca la opción <em>%s</em>. Recibirás el código del bookmarklet en tu correo electrónico.
sr_rs: Da biste mogli da se ulogujete u vaš blog korišćenjem različitog pretraživača ili drugačiji sistem u budućnosti, čekirajte <em>%s</em> opciju. Nakon što sačuvate, stićiće vam bookmarklet kod mailom.
tr_tr: Sitenize ileride farklı bir tarayıcı veya sistem kullanarak giriş yapabilmek için, <em>%s</em> seçeneğini işaretleyin. Kaydettikten sonra, eposta ile yer imi kodunu alacaksınız.

source: Whenever you change the challenge or the response, after saving remember to refresh the generated codes wherever you use them.
es_es: Cada vez que cambies la pregunta o la respuesta, después de guardar recuerda actualizar todos los bookmarklets con los códigos que acabas de generar.
sr_rs: Kada god promenite izazov ili odgovor, nakon što sačuvate ne zaboravite da osvežite generisan codes kad god da ih koristite.
tr_tr: Kimlik sorgusunu veya yanıtı değiştirirseniz, kaydettikten sonra önceden kullandığınız bu kodları değiştirmeyi sakın unutmayın.

source: Challenge
es_es: Pregunta
sr_rs: Izazov
tr_tr: Kimlik Sorgusu

source: Leave this empty to be able to log in without a login dongle.
es_es: Deja esto vacío para hacer login sin usar un login dongle.
sr_rs: Ostavite ovo prazno da biste ste se ulogovali bez login dongle.
tr_tr: Login dongle olmadan giriş yapabilmek için bunu boş bırakın.

source: Response
es_es: Respuesta
sr_rs: Odgovor
tr_tr: Yanıt

source: You'll have to remember where you put capital/non-capital letters.
es_es: Deberás recordar donde usaste mayúsculas y minúsculas.

source: Generated codes
es_es: Códigos generados
sr_rs: Generisani kodovi
tr_tr: Oluşturulan kodlar

source: Raw bookmarklet
es_es: Bookmarklet sin codificar
sr_rs: Sirovi bookmarklet
tr_tr: Ham yer imi

source: better for SmartPhones
es_es: indicado para SmartPhones
sr_rs: bolji za SmartPhones
tr_tr: Akılllı telefonlar için daha iyi

source: Drag and drop this <strong><a href="%s" title="Log In">link</a></strong> into your bookmarks bar or copy the following code and paste it into the URL field of a new bookmark.
es_es: Arrastra y suelta este <strong><a href="%s" title="Log In">enlace</a></strong> en la barra de marcadores o copia el siguiente código y pégalo en la casilla para la URL de un nuevo marcador.
sr_rs: Drag & drop ovo<strong><a href="%s" title="Log In">link</a></strong> u vaš bookmarks bar ili kopirajte sledeći kod i pasteujte ga u URL polje novog bookmark-a.
tr_tr: Bu <strong><a href="%s" title="Log In">link</a></strong>i sürükleyip tarayıcı yer imi çubuğunuza bırakın veya aşağıdaki kodu kopyalayın ve oluşturduğunuz yeni bir yer iminin URL alanına yapıştırın.

source: Encoded bookmarklet
es_es: Bookmarklet codificado
sr_rs: Šifrovani bookmarklet
tr_tr: Şifreli yer imi

source: better for PCs
es_es: indicado para PCs
sr_rs: bolji za PCijeve
tr_tr: PC için daha iyi

source: XML-RPC endpoint
es_es: Terminal XML-RPC
tr_tr: XML-RPC uç nokta

source: Configure the following URL into all the third-party apps accessing your blog by means of XML-RPC (E.G. <a href="http://wordpress.org/extend/mobile/" target="_blank">mobile apps</a>, <a href="http://en.support.wordpress.com/xml-rpc/" target="_blank">offline editing tools</a>, and so on).
es_es: Copia la siguiente URL y pégala en todas las aplicaciones de terceros que acceden a tu blog mediante XML-RPC (<a href="http://wordpress.org/extend/mobile/" target="_blank">aplicaciones móviles</a>, <a href="http://en.support.wordpress.com/xml-rpc/" target="_blank">herramientas de edición offline</a>, ...).
sr_rs: Konfigurisati sledeći URL u sve third-party aplikacije vašeg bloga XML-RPC . (E.G. <a href="http://wordpress.org/extend/mobile/" target="_blank">mobile apps</a>, <a href="http://en.support.wordpress.com/xml-rpc/" target="_blank">offline editing tools</a>, and so on).
tr_tr: XML-RPC ile blogunuza erişen tüm üçüncü parti uygulamaların içine aşağıdaki bağlantıyı yapılandırın (Örn. <a href="http://wordpress.org/extend/mobile/" target="_blank">mobil apps</a>, <a href="http://en.support.wordpress.com/xml-rpc/" target="_blank">çevrim dışı düzenleme araçları</a>, ve benzeri).

# %s is a username
source: encoded version of %s's bookmarklet source (better for PCs)
es_es: versión codificada del código fuente del bookmarklet de %s (indicado para PCs)
sr_rs: šifrovana verzija %s bookmarklet source (bolja za PCijeve)
tr_tr: %s yer imi kaynağının şifreli versiyonu (PC için daha iyi)

# %s is a username
source: raw version of %s's bookmarklet source (better for SmartPhones)
es_es: versión sin codificar del código fuente del bookmarklet de %s (indicado para SmartPhones)
sr_rs: sirova verzija %s bookmarklet source (bolja za SmartPhones)
tr_tr: %s yer imi kaynağının ham versiyonu (Akıllı telefonlar için daha iyi)

# %s is a username
source: XML-RPC URL for %s
es_es: URL para el XML-RPC de %s
tr_tr: %s için XML-RPC URL

source: The bookmark to login nobody but you. Simple and secure.
es_es: El bookmarklet que permite loginarte sólo a ti. Simple y seguro.
sr_rs: Bookmarklet koji vam omogućava da se niko drugi sem vas ne uloguje. Jednostavno i bezbedno.
tr_tr: Sizin dışınızda başka birinin giriş yapmamasını sağlayan yer imi. Basit ve güvenli.
